alexkrechik.cucumberautocomplete
bmewburn.vscode-intelephense-client
catppuccin.catppuccin-vsc
chakrounanas.turbo-console-log
ckolkman.vscode-postgres
dbaeumer.vscode-eslint
docker.docker
eamodio.gitlens
enkia.tokyo-night
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
gitlab.gitlab-workflow
gkotas.restore-git-branch-tabs
ionic.ionic
mblode.twig-language-2
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-ossdata.vscode-pgsql
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
neilbrayfield.php-docblocker
netcorext.uuid-generator
postman.postman-for-vscode
redhat.vscode-yaml
rokoroku.vscode-theme-darcula
sdras.vue-vscode-snippets
shd101wyy.markdown-preview-enhanced
tahayvr.matteblack
usernamehw.errorlens
vscode-icons-team.vscode-icons
vue.volar
xabikos.javascriptsnippets
xdebug.php-debug
